---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ClosestPointsPairBetweenTwoCurves
source: html/558bacf8-270b-20a3-1f8d-59ced33ba320.htm
---
# ClosestPointsPairBetweenTwoCurves Members

Obtain a new instance of ClosestPointsPairBetweenTwoCurves class.